{
    "version": "https://jsonfeed.org/version/1",
    "title": "1st and 7th Static",
    "description": "",
    "home_page_url": "https://counterfitninja.github.io/1stand7th",
    "feed_url": "https://counterfitninja.github.io/1stand7th/feed.json",
    "user_comment": "",
    "icon": "https://counterfitninja.github.io/1stand7th/media/website/logo-generator-linear-blackwhite-png-300x136-1.png",
    "author": {
        "name": "Dave Bird"
    },
    "items": [
        {
            "id": "https://counterfitninja.github.io/1stand7th/messgin-about-2/",
            "url": "https://counterfitninja.github.io/1stand7th/messgin-about-2/",
            "title": "Messgin About 2",
            "summary": "some oajoasj f",
            "content_html": "<p>some oajoasj f</p>",
            "image": "https://counterfitninja.github.io/1stand7th/media/posts/22/img-20230612-wa00294384598029319391705-400x400-1.jpg",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
                   "Cubs"
            ],
            "date_published": "2024-03-31T09:45:10+01:00",
            "date_modified": "2024-03-31T09:45:35+01:00"
        },
        {
            "id": "https://counterfitninja.github.io/1stand7th/messing-about/",
            "url": "https://counterfitninja.github.io/1stand7th/messing-about/",
            "title": "Messing about ",
            "summary": "this is us messing about",
            "content_html": "<p>this is us messing about</p>",
            "image": "https://counterfitninja.github.io/1stand7th/media/posts/21/pxl_20230610_1042446913087006881711814877-768x1024.jpg",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
                   "Cubs"
            ],
            "date_published": "2024-03-31T09:44:52+01:00",
            "date_modified": "2024-03-31T09:44:52+01:00"
        },
        {
            "id": "https://counterfitninja.github.io/1stand7th/information-2/",
            "url": "https://counterfitninja.github.io/1stand7th/information-2/",
            "title": "Information",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
            ],
            "date_published": "2024-03-31T08:43:06+01:00",
            "date_modified": "2024-03-31T08:43:06+01:00"
        },
        {
            "id": "https://counterfitninja.github.io/1stand7th/waiting-lists/",
            "url": "https://counterfitninja.github.io/1stand7th/waiting-lists/",
            "title": "Waiting Lists",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
            ],
            "date_published": "2024-03-31T08:42:57+01:00",
            "date_modified": "2024-03-31T08:43:00+01:00"
        },
        {
            "id": "https://counterfitninja.github.io/1stand7th/privacy/",
            "url": "https://counterfitninja.github.io/1stand7th/privacy/",
            "title": "Privacy",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
            ],
            "date_published": "2024-03-31T08:42:01+01:00",
            "date_modified": "2024-03-31T08:42:01+01:00"
        },
        {
            "id": "https://counterfitninja.github.io/1stand7th/voulenteering/",
            "url": "https://counterfitninja.github.io/1stand7th/voulenteering/",
            "title": "Voulenteering",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
            ],
            "date_published": "2024-03-31T08:41:55+01:00",
            "date_modified": "2024-03-31T08:41:55+01:00"
        },
        {
            "id": "https://counterfitninja.github.io/1stand7th/agm/",
            "url": "https://counterfitninja.github.io/1stand7th/agm/",
            "title": "AGM",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
            ],
            "date_published": "2024-03-31T08:41:47+01:00",
            "date_modified": "2024-03-31T08:41:47+01:00"
        },
        {
            "id": "https://counterfitninja.github.io/1stand7th/privacy-policy/",
            "url": "https://counterfitninja.github.io/1stand7th/privacy-policy/",
            "title": "Privacy Policy",
            "summary": "Data Privacy Notice Our Privacy and Fair Processing Notice describes the categories of personal data we process and for what purposes. We are committed to collecting and using such data fairly and in accordance with the requirements of the General Data Protection Regulations (GDPR). Who&hellip;",
            "content_html": "<div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p><strong>Data Privacy Notice</strong></p>\n<p>Our Privacy and Fair Processing Notice describes the categories of personal data we process and for what purposes. We are committed to collecting and using such data fairly and in accordance with the requirements of the General Data Protection Regulations (GDPR).</p>\n<p><strong>Who are we?</strong></p>\n<p>We are 1st and 7th Jubliee Scouts which is a youth charity. Our mission is to actively engage and support young people in their personal development, empowering them to make a positive contribution to society. We are incorporated by royal charter and are regulated as a member of the UK The Scout Association, (see www.scouts.org.uk for more information).</p>\n<p>Every year in July we hold an annual general meeting where members of the charity executive committee (our trustees) are elected, any parent of a youth member can decide to be in the executive at the AGM and every parent has the right to attend the Annual General Meeting.</p>\n<p>Our Group Executive Committee is the data controller for the information we collect from you. Any personal data that we collect will only be in relation to the work we do with our members and through our relationship with supporters, donors and funders.</p>\n<p><strong>Your personal data – what is it?</strong></p>\n<p>Personal data relates to a living individual who can be identified from that data.  Identification can be by the information alone or in conjunction with any other information in our Scout Group’s (the data controller’s) possession or likely to come into such possession. The processing of personal data is governed by the General Data Protection Regulation (the “GDPR”).</p>\n<p><strong>How we gather personal information</strong></p>\n<p>The majority of the personal information we hold, is provided to us directly by yourself or by parents / legal guardians in either paper form or via our online membership systems, in the case of an adult member, data may also be provided by third party reference agencies, such as the Disclosure and Barring Service (DBS). Where a member is under the age of 18, this information will only be obtained from a parent / guardian and cannot be provided by the young person.</p>\n<p><strong>How do we process your personal data?</strong></p>\n<p>We comply with our obligations under the “GDPR” by keeping personal data up to date; by storing and destroying it securely; by not collecting or retaining excessive amounts of data; by protecting personal data from loss, misuse, unauthorised access and disclosure and by ensuring that appropriate technical measures are in place to protect personal data.</p>\n<p>We process the data to have the ability to contact our members, parents and guardians, to inform them of information, news and events from the district.</p>\n<p>We use personal data for the following purposes: </p>\n<p>Personal and medical information for the protection of that person whilst in the care of the Scout Group</p>\n<p>Religious data to respect a person’s beliefs with regards to activities, food and holidays</p>\n<p>To enable us to provide a voluntary service for the benefit of the public in a particular geographical area as specified in our constitution</p>\n<p>To administer membership records</p>\n<p>To fundraise and promote the interests of the Scout Group</p>\n<p>To manage our volunteers</p>\n<p>To maintain our own accounts and records (including the processing of gift aid applications)</p>\n<p>To inform you of news, events, activities and services running at Scouts.</p>\n<p>What is the legal basis for processing your/your child(ren)’s personal data?</p>\n<p>We only use your personal information where that is permitted by the laws that protect your privacy rights. We only use personal information where:</p>\n<p>We need to use the information to comply with our legal obligations</p>\n<p>We need to use the information to contact with you, regarding meetings, events, collection of membership fee’s etc, (i.e. for the day to day running of the district)</p>\n<p>It is fair to use the personal information in your interests, where there is no disadvantage to you – this can include where it is in our interests to contact you about products or services within scouting.</p>\n<p>The processing is necessary for the person’s legitimate interests or the legitimate interests of our Scout Group unless there is a good reason to protect the individual’s personal data which overrides those legitimate interests.</p>\n<p><strong>How we store personal data</strong></p>\n<p>We are committed to the protection of your personal information.</p>\n<p>We generally store personal information in one of two secure digital online database systems, where access to that data is restricted and controlled.</p>\n<p>Compass: is the online membership system of The Scout Association, this system is used for the collection and storage of Adult personal data.</p>\n<p>Online Scout Manager is an online membership system run by Online Youth Manager Ltd, this is a secure membership database where we store the personal information of Adults and Youth members for the day to day running of the district.</p>\n<p>Printed records and Event data</p>\n<p>Paper is still used within the sections to capture and retain some data for example the following: </p>\n<p>Health and contact records update forms.</p>\n<p>Gift Aid Collection forms.</p>\n<p>Events consent from parents.</p>\n<p>Events coordination with event organisers.</p>\n<p>Award notifications/nominations</p>\n<p>Gift Aid collection forms, will be securely held by the District’s Treasurer to aid in the collection of Gift Aid for monthly membership fees, we have a legal obligation to retain this information for 7 years after our last claim.</p>\n<p><strong>Events</strong></p>\n<p>As a member of Scouts it is hoped you will take up the opportunity to attend events and camps, where is necessary to fulfil our legal obligations we will be required to potentially have a less secure means to access personal information, such as printouts of personal contacts and medical information, (including specific event contact forms), rather than relying on secure digital systems, as often the events are held where internet and digital access will not be available. We will minimise the use of paper to only what is required for the event/camp.</p>\n<p><strong>We will ensure:</strong></p>\n<p>Transfer of paper is secure, such as physical hand to hand transfer or registered post.</p>\n<p>Paper forms are securely destroyed after use.</p>\n<p>Secure destruction will be through a shredding machine or securely burned.</p>\n<p>Always keeping the paper records secure, especially when in transit, by using:</p>\n<p>A lockable briefcase.</p>\n<p>A lockable filing cabinet if long term stored.</p>\n<p>If transferred to somebody, we will audit that they return them when the event is complete.</p>\n<p><strong>Awards</strong></p>\n<p>Sometimes we may nominate a member for national award, (such as King’s Scout or Duke of Edinburgh award), such nominations would require we provide contact details to the awarding organisation, this is most often done on paper via registered post.</p>\n<p><strong>Secure computer systems</strong></p>\n<p>Sometimes it is necessary for us to store or use data in computers, laptops, phones or tablets. All of these devices are encrypted and use up-to-date anti-malware software. All data is only retained for its required use (for example, health records may be kept on a personal computer’s hard drive whilst printing; they will be deleted when printing has finished).</p>\n<p><strong>Sharing and transferring personal Information</strong></p>\n<p>We will only normally share personal information within our district team, executive members and volunteers who may need access to it (for example, for the duration of an event they are running). We will however share your personal information with others outside our district where we need to meet or enforce a legal obligation, this may include Avon County Scouts, The Scout Association and its insurance subsidiary “Unity Insurance Services Limited”, local authority services and law enforcement. We will only share your personal information to the extent needed for those purposes.</p>\n<p>If you move from your group, to another Scout Group, Explorer Scout Unit or District we will transfer your personal information to them.</p>\n<p>We will never sell your personal information to any third party for the purposes of marketing.</p>\n<p>Sometimes we may nominate a member for national award, (such as Scouting or Duke of Edinburgh award) such nominations would require we provide contact details to that organisation.</p>\n<p>Your personal data will be treated as strictly confidential.  We will only share your data with third parties outside of the organisation where there is a legitimate reason to do so. We will take steps to anonymise the data we provide (i.e. collective reporting on gender, ethnicity, age, etc.).  If identifiable data is to be shared we will seek your consent.</p>\n<p>Third Party Data Processors</p>\n<p>1st and 7th Jubliee Scouts, employs the services of the following third-party data processors: –</p>\n<p>The Scout Association via its adult membership system “Compass” which is used to record the personal information of leaders, adults and parents who have undergone a Disclosure and Barring Service ( DBS) check.</p>\n<p>Online Youth Manager Ltd (Online Scout Manager) which is used to record the personal information, badge records, event and attendance records etc, we have a data processing agreement in place with online youth manager, more information is available at https://www.onlinescoutmanager.co.uk/security.php</p>\n<p>Microsoft Office is occasionally used for secure transfer of limited personal information for events.</p>\n<p>Automated decision making</p>\n<p>Scouts does not have any automated decision-making systems.</p>\n<p>Transfers outside the UK</p>\n<p>1st and 7th Jubliee Scouts will not transfer your personal information outside of the UK, with the exception where an event is taking place outside of the UK and it is necessary to provide personal information to comply with our legal obligations, although generally such an event will have its own data collection form which will be securely held and disposed of after the event.</p>\n<p>How do we protect personal data?</p>\n<p>We take appropriate measures to ensure that the information discussed to us is kept secure, accurate and up to date and kept only for as long as necessary for the purpose for which it is used.</p>\n<p>How long do we keep your personal data?</p>\n<p>We will retain your personal information, throughout the time you/your child(ren) are a member of 1st and 7th Jubliee Scouts.</p>\n<p>We will retain your personal information for a period of one year after you have left 1st and 7th Jubliee Scouts and in a much more limited form (just name, badge and attendance records) for a period of up to 15 years (or until age 21) to fulfil our legal obligations for insurance and legal claims.</p>\n<p>We will also keep any Gift Aid Claim information for the statutory 7 years as required by HMRC (which may be beyond age 21).</p>\n<p>Your rights and your personal data</p>\n<p>You have the right to object to how we process your personal information. You also have the right to access, correct, sometimes delete and restrict the personal information we use. In addition, you have a right to complain to us and to the data protection regulator.</p>\n<p>Unless subject to an exemption under the GDPR, you have the following rights with respect to your personal data: –</p>\n<p>The right to be informed – you have a right to know how your data will be used by our Scout Group.</p>\n<p>The right to access your personal data – you can ask us to share with you the data they have about you!</p>\n<p>The right to rectification – this just means you can update your data if it’s inaccurate or if something is missing. You can view and edit your personal information directly on our online membership systems Online Scout Manager and Compass.</p>\n<p>The right to erasure – this means that you have the right to request that we delete any personal data they have about you. There are some exceptions, for example, some information can be held for legal reasons.</p>\n<p>The right to restrict processing – if you think there’s something wrong with the data being held about you, or you aren’t sure if we are complying with rules, you can restrict any further use of your data until the problem is resolved.</p>\n<p>The right to data portability – this means that if you ask us we will have to share your data with you in a way that can be read digitally – such as a pdf. This makes it easier to share information with others.</p>\n<p>The right to object – you can object to the ways your data is being used. This should make it easier to avoid unwanted marketing communications and spam from third parties.</p>\n<p>Rights in relation to automated decision making and profiling – this protects you in cases where decisions are being made about you based entirely on automated processes rather than a human input.</p>\n<p>Whether or not you exercise your rights is up to you – the main thing to remember is that they’re there if you need them.</p>\n<p>Further processing</p>\n<p>If we wish to use your personal data for a new purpose, not covered by this Data Protection Notice, then we will provide you with a new notice explaining this new use prior to commencing the processing and setting out the relevant purposes and processing conditions. Where and whenever necessary, we will seek your prior consent to the new processing.</p>\n<p>Contact Details</p>\n<p>To exercise all relevant rights, or for queries or complaints please in the first instance contact our Data Protection Officer at chair@1stand7thfromescouts.org.uk</p>\n<p>You can contact the Information Commissioner’s Office on 0303 123 1113 or via email https://ico.org.uk/global/contact-us/email/ or at the Information Commissioner’s Office, Wycliffe House, Water Lane, Wilmslow, Cheshire. SK9 5AF.</p>\n</div>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
            ],
            "date_published": "2024-03-25T15:37:05+00:00",
            "date_modified": "2024-03-25T15:37:05+00:00"
        },
        {
            "id": "https://counterfitninja.github.io/1stand7th/volunteering/",
            "url": "https://counterfitninja.github.io/1stand7th/volunteering/",
            "title": "Volunteering",
            "summary": "We cannot do this without you! Whatever your skill set, lend a hand for as little or as much time as you can spare, and we promise your support will make a massive difference to our members. No one in our Group gets paid –&hellip;",
            "content_html": "<h2 class=\"wp-block-post-title\"><span style=\"color: var(--headings-color); font-family: var(--font-base); font-size: 1.42383em; font-weight: var(--font-weight-bold); letter-spacing: var(--letter-spacing);\">We cannot do this without you!</span></h2>\n<div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<div class=\"wp-block-columns is-layout-flex wp-container-core-columns-layout-2 wp-block-columns-is-layout-flex\">\n<div class=\"wp-block-column is-layout-flow wp-block-column-is-layout-flow\">\n<figure class=\"wp-block-image aligncenter size-full is-resized\"><figure class=\"wp-image-143\"><img loading=\"lazy\"  src=\"https://files.1stand7thfromescouts.org.uk/1stand7th/wp-content/uploads/2024/01/Designer-1.png\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://files.1stand7thfromescouts.org.uk/1stand7th/wp-content/uploads/2024/01/Designer-1.png 1024w, https://files.1stand7thfromescouts.org.uk/1stand7th/wp-content/uploads/2024/01/Designer-1-300x300.png 300w, https://files.1stand7thfromescouts.org.uk/1stand7th/wp-content/uploads/2024/01/Designer-1-150x150.png 150w, https://files.1stand7thfromescouts.org.uk/1stand7th/wp-content/uploads/2024/01/Designer-1-768x768.png 768w\" alt=\"\" width=\"1024\" height=\"1024\" data-is-external-image=\"true\"></figure></figure>\n</div>\n<div class=\"wp-block-column is-layout-flow wp-block-column-is-layout-flow\">\n<figure class=\"wp-block-image aligncenter size-full is-resized\"><figure class=\"wp-image-145\"><img loading=\"lazy\"  src=\"https://files.1stand7thfromescouts.org.uk/1stand7th/wp-content/uploads/2024/01/image.png\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://files.1stand7thfromescouts.org.uk/1stand7th/wp-content/uploads/2024/01/image.png 1024w, https://files.1stand7thfromescouts.org.uk/1stand7th/wp-content/uploads/2024/01/image-300x300.png 300w, https://files.1stand7thfromescouts.org.uk/1stand7th/wp-content/uploads/2024/01/image-150x150.png 150w, https://files.1stand7thfromescouts.org.uk/1stand7th/wp-content/uploads/2024/01/image-768x768.png 768w\" alt=\"\" width=\"1024\" height=\"1024\" data-is-external-image=\"true\"></figure></figure>\n</div>\n</div>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\">\n<p>Whatever your skill set, lend a hand for as little or as much time as you can spare, and we promise your support will make a massive difference to our members.  No one in our Group gets paid – everything we do and achieve relies upon people like you. Our volunteering opportunities range from helping a leader to run an activity or meeting, assisting at a camp, running a fundraising activity or helping us with our administration and hut maintenance.</p>\n<figure class=\"wp-block-embed aligncenter is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\">\n<div class=\"wp-block-embed__wrapper\"><div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"500\" height=\"281\" title=\"#SkillsForLife\" src=\"https://www.youtube.com/embed/cMGyuucCmuY?start=3&amp;feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"allowfullscreen\" data-mce-fragment=\"1\"></iframe></div></div>\n</figure>\n<p>Make a difference, volunteer today</p>\n<p>You don’t need to be Bear Grylls to join us. Our door is open to people of all ages, genders, races and backgrounds, and we’re only able to change lives because people like you lend a hand. You’re never too old – it’s just as good at boosting your CV as it is keeping you active as you get older. From tea makers and tidy-uppers to skill sharers and activity leaders.</p>\n<p>We provide the training. You show up, get stuck in, and make memories for life. Sounds fun?</p>\n<p>Help us deliver life changing opportunities to young people in our local community</p>\n</div>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
            ],
            "date_published": "2024-03-25T15:36:46+00:00",
            "date_modified": "2024-03-25T15:36:46+00:00"
        },
        {
            "id": "https://counterfitninja.github.io/1stand7th/agm-minutes/",
            "url": "https://counterfitninja.github.io/1stand7th/agm-minutes/",
            "title": "AGM Minutes",
            "summary": "2023 :-",
            "content_html": "<p>2023 :-</p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
            ],
            "date_published": "2024-03-25T15:36:30+00:00",
            "date_modified": "2024-03-25T15:36:30+00:00"
        }
    ]
}
